{
    "items": [
        {
            "id": 332562,
            "title": "A Star Is Born",
            "overview": "Seasoned musician Jackson Maine discovers — and falls in love with — struggling artist Ally. She has just about given up on her dream to make it big as a singer — until Jack coaxes her into the spotlight. But even as Ally's career takes off, the personal side of their relationship is breaking down, as Jack fights an ongoing battle with his own internal demons.",
            "release_date": "2018-10-03",
            "poster_path": "/wrFpXMNBRj2PBiN4Z5kix51XaIZ.jpg",
            "backdrop_path": "/mnDvPokXpvsdPcWSjNRPhiiLOKu.jpg"
        },
        {
            "id": 297802,
            "title": "Aquaman",
            "overview": "Once home to the most advanced civilization on Earth, Atlantis is now an underwater kingdom ruled by the power-hungry King Orm. With a vast army at his disposal, Orm plans to conquer the remaining oceanic people and then the surface world. Standing in his way is Arthur Curry, Orm's half-human, half-Atlantean brother and true heir to the throne.",
            "release_date": "2018-12-07",
            "poster_path": "/5Kg76ldv7VxeX9YlcQXiowHgdX6.jpg",
            "backdrop_path": "/9QusGjxcYvfPD1THg6oW3RLeNn7.jpg"
        },
        {
            "id": 299536,
            "title": "Avengers: Infinity War",
            "overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
            "release_date": "2018-04-25",
            "poster_path": "/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
            "backdrop_path": "/bOGkgRGdhrBYJSLpXaxhXVstddV.jpg"
        },
        {
            "id": 399579,
            "title": "Alita: Battle Angel",
            "overview": "When Alita awakens with no memory of who she is in a future world she does not recognize, she is taken in by Ido, a compassionate doctor who realizes that somewhere in this abandoned cyborg shell is the heart and soul of a young woman with an extraordinary past.",
            "release_date": "2019-01-31",
            "poster_path": "/xRWht48C2V8XNfzvPehyClOvDni.jpg",
            "backdrop_path": "/8yjqnpOfuFQg3qLRl9Ca1NgIBB5.jpg"
        },
        {
            "id": 424694,
            "title": "Bohemian Rhapsody",
            "overview": "Singer Freddie Mercury, guitarist Brian May, drummer Roger Taylor and bass guitarist John Deacon take the music world by storm when they form the rock 'n' roll band Queen in 1970. Hit songs become instant classics. When Mercury's increasingly wild lifestyle starts to spiral out of control, Queen soon faces its greatest challenge yet – finding a way to keep the band together amid the success and excess.",
            "release_date": "2018-10-24",
            "poster_path": "/lHu1wtNaczFPGFDTrjCSzeLPTKN.jpg",
            "backdrop_path": "/93xA62uLd5CwMOAs37eQ7vPc1iV.jpg"
        },
        {
            "id": 375588,
            "title": "Robin Hood",
            "overview": "A war-hardened Crusader and his Moorish commander mount an audacious revolt against the corrupt English crown.",
            "release_date": "2018-11-21",
            "poster_path": "/AiRfixFcfTkNbn2A73qVJPlpkUo.jpg",
            "backdrop_path": "/axjFiijtxdfK3CD9dMwrdgLwblD.jpg"
        },
        {
            "id": 480530,
            "title": "Creed II",
            "overview": "Between personal obligations and training for his next big fight against an opponent with ties to his family's past, Adonis Creed is up against the challenge of his life.",
            "release_date": "2018-11-21",
            "poster_path": "/v3QyboWRoA4O9RbcsqH8tJMe8EB.jpg",
            "backdrop_path": "/hZqx2JcZVjHSY2lMEMDC0XlObiw.jpg"
        },
        {
            "id": 452832,
            "title": "Serenity",
            "overview": "Baker Dill is a fishing boat captain leading tours off a tranquil, tropical enclave called Plymouth Island. His quiet life is shattered, however, when his ex-wife Karen tracks him down with a desperate plea for help.",
            "release_date": "2019-01-24",
            "poster_path": "/hgWAcic93phg4DOuQ8NrsgQWiqu.jpg",
            "backdrop_path": "/ridcUDnFumpMB5AAsIvFafTSx5i.jpg"
        },
        {
            "id": 450465,
            "title": "Glass",
            "overview": "In a series of escalating encounters, former security guard David Dunn uses his supernatural abilities to track Kevin Wendell Crumb, a disturbed man who has twenty-four personalities. Meanwhile, the shadowy presence of Elijah Price emerges as an orchestrator who holds secrets critical to both men.",
            "release_date": "2019-01-16",
            "poster_path": "/svIDTNUoajS8dLEo7EosxvyAsgJ.jpg",
            "backdrop_path": "/ngBFDOsx13sFXiMweDoL54XYknR.jpg"
        },
        {
            "id": 428078,
            "title": "Mortal Engines",
            "overview": "Many thousands of years in the future, Earth’s cities roam the globe on huge wheels, devouring each other in a struggle for ever diminishing resources. On one of these massive traction cities, the old London, Tom Natsworthy has an unexpected encounter with a mysterious young woman from the wastelands who will change the course of his life forever.",
            "release_date": "2018-11-27",
            "poster_path": "/gLhYg9NIvIPKVRTtvzCWnp1qJWG.jpg",
            "backdrop_path": "/rm2oMykm5nX6SzXFr7TGHkO6r8Z.jpg"
        }
    ]
}