{
    "items": [
        {
            "id": 456,
            "name": "The Simpsons",
            "overview": "Set in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general.",
            "first_air_date": "1989-12-17",
            "poster_path": "/yTZQkSsxUFJZJe67IenRM0AEklc.jpg",
            "backdrop_path": "/f5uNbUC76oowt5mt5J9QlqrIYQ6.jpg"
        },
        {
            "id": 1434,
            "name": "Family Guy",
            "overview": "Sick, twisted, politically incorrect and Freakin Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.",
            "first_air_date": "1999-01-31",
            "poster_path": "/gBGUL1UTUNmdRQT8gA1LUV4yg39.jpg",
            "backdrop_path": "/pH38r4TWTqq7Mcs6XAlwgzNUeJe.jpg"
        },
        {
            "id": 12609,
            "name": "Dragon Ball",
            "overview": "Long ago in the mountains, a fighting master known as Gohan discovered a strange boy whom he named Goku. Gohan raised him and trained Goku in martial arts until he died. The young and very strong boy was on his own, but easily managed. Then one day, Goku met a teenage girl named Bulma, whose search for the dragon balls brought her to Goku's home. Together, they set off to find all seven dragon balls in an adventure.",
            "first_air_date": "1986-02-26",
            "poster_path": "/3wx3EAMtqnbSLhGG8NrqXriCUIQ.jpg",
            "backdrop_path": "/iflq7ZJfso6WC7gk9l1tD3unWK.jpg"
        },
        {
            "id": 46261,
            "name": "Fairy Tail",
            "overview": "Lucy is a 17-year-old girl, who wants to be a full-fledged mage. One day when visiting Harujion Town, she meets Natsu, a young man who gets sick easily by any type of transportation. But Natsu isn't just any ordinary kid, he's a member of one of the world's most infamous mage guilds: Fairy Tail.",
            "first_air_date": "2009-10-12",
            "poster_path": "/58GKcwFV3lpVOGzybeMrrNOjHpz.jpg",
            "backdrop_path": "/m2lugAG39sO0yCcuxEAu4fY5u1o.jpg"
        },
        {
            "id": 62688,
            "name": "Supergirl",
            "overview": "Twenty-four-year-old Kara Zor-El, who was taken in by the Danvers family when she was 13 after being sent away from Krypton, must learn to embrace her powers after previously hiding them. The Danvers teach her to be careful with her powers, until she has to reveal them during an unexpected disaster, setting her on her journey of heroism.",
            "first_air_date": "2015-10-26",
            "poster_path": "/4ka8vAzAFUZFKxWyfGfwVcSXuZo.jpg",
            "backdrop_path": "/3x1lVyxtsLKsZyR2E3qRe1EAXG4.jpg"
        },
        {
            "id": 1412,
            "name": "Arrow",
            "overview": "Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow.",
            "first_air_date": "2012-10-10",
            "poster_path": "/gKG5QGz5Ngf8fgWpBsWtlg5L2SF.jpg",
            "backdrop_path": "/dXTyVDTIgeByvUOUEiHjbi8xX9A.jpg"
        },
        {
            "id": 79501,
            "name": "Doom Patrol",
            "overview": "The Doom Patrol's members each suffered horrible accidents that gave them superhuman abilities — but also left them scarred and disfigured. Traumatized and downtrodden, the team found purpose through The Chief, who brought them together to investigate the weirdest phenomena in existence — and to protect Earth from what they find.",
            "first_air_date": "2019-02-15",
            "poster_path": "/nVN7Dt0Xr78gnJepRsRLaLYklbY.jpg",
            "backdrop_path": "/sAzw6I1G9JUxm86KokIDdQeWtaq.jpg"
        },
        {
            "id": 54155,
            "name": "Hanna",
            "overview": "This thriller and coming-of-age drama follows the journey of an extraordinary young girl as she evades the relentless pursuit of an off-book CIA agent and tries to unearth the truth behind who she is. Based on the 2011 Joe Wright film.",
            "first_air_date": "2019-03-28",
            "poster_path": "/5nSSkcM3TgpllZ7yTyBOQEgAX36.jpg",
            "backdrop_path": "/oUuyMvdBIZiJHEGtKYrIZO7hyd7.jpg"
        },
        {
            "id": 34307,
            "name": "Shameless",
            "overview": "Chicagoan Frank Gallagher is the proud single dad of six smart, industrious, independent kids, who without him would be perhaps better off. When Frank's not at the bar spending what little money they have, he's passed out on the floor. But the kids have found ways to grow up in spite of him. They may not be like any family you know, but they make no apologies for being exactly who they are.",
            "first_air_date": "2011-01-09",
            "poster_path": "/m2gf7SYOq9z30Q1dJFMF51DfrmF.jpg",
            "backdrop_path": "/1ccgQ6IJyEc8UHPtGeFFeRqMVnc.jpg"
        },
        {
            "id": 4614,
            "name": "NCIS",
            "overview": "From murder and espionage to terrorism and stolen submarines, a team of special agents investigates any crime that has a shred of evidence connected to Navy and Marine Corps personnel, regardless of rank or position.",
            "first_air_date": "2003-09-23",
            "poster_path": "/fi8EvaWtL5CvoielOjjVvTr7ux3.jpg",
            "backdrop_path": "/ms8XxpJwTPYaUcbwhO2kJS6SGVM.jpg"
        }
    ]
}